// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder wurde für die Finderversion %@ nicht getestet";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "Mit den Finderversionen %@ - %@ getestet.\nEin XtraFinder-Update wird bald verfügbar sein.\n\Wollen Sie XtraFinder weiter verwenden?";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "Bitte beenden Sie alle Hintergrundaufgaben wie das Kopieren oder Verschieben von Dateien.\nFinder wird jetzt neu gestartet.";
"Uninstall" = "Deinstallieren";

"Are you sure you want to reset XtraFinder's Preferences?" = "Are you sure you want to reset XtraFinder's Preferences?";

"XtraFinder has been updated to version %@!" = "XtraFinder has been updated to version %@!";